ALTER TABLE Products ALTER COLUMN ingredients NVARCHAR(100)

INSERT INTO Products(name, type, ingredients) VALUES
(N'Карбонара', N'Пицца', N'карбонара, тесто, сыр'),
(N'Охотничья', N'Пицца', N'баварский колбаски сасасиски тесто'),
(N'Турецкая', N'Пицца',  N'Еврейские детишки, слезы гомосексуалистов, картошка, тесто для пиццы'),
(N'4 сыра', N'Пицца', N'сыр сыр сыр сыр тесто, сыр'),
(N'Якутская', N'Пицца', N'тесто'),

(N'Cocka-Cola', N'Напитки', N'Вы знаете'),
(N'Pensi', N'Напитки', N'Вы не знаете'),
(N'Fonta', N'Напитки', N'Фонта'),
(N'Sdrite', N'Напитки', N'Спрайт'),

(N'Набор вилок "Семейный"', N'Приборы', N'3 вилки'),
(N'Набор вилок "Волк"', N'Приборы', N'1 вилка'),

(N'Соус сальса', N'Соусы', N'соус сальса'),
(N'Соус от Педро', N'Соусы', N'1 вилка')
